Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 오랜만에 만난 친구는 밝게 웃었다.{j}눈 밑이 검게 변하고, 피로감이 역력하지만 그렇게 웃었다.
en_us: My friend who I met in a long time beamed brightly. He had bags under his eyes, and looked tired, but his smile lightened up the mood.{j}

source: 막사 안에는 고작 일곱 명이 전부였다.{j}그중 하나가 다가왔다.
en_us: There were only seven people in the barracks. One of them approached.{j}

source: 기마는 지나고 나서 돌아오지 않았다.
en_us: The mounted soldier went by and never came back.

source: “응.{j}니 불알.”
en_us: “Huh. Go and check your dick.” {j}

source: “자식이.{j}좋으면서.”
en_us: “Ha. I’m sure you’re hiding your feelings.”{j}

source: 놈이 다가오기 전, 난 발로 땅을 밀었다.
en_us: Before he could approach me, I pushed the ground with my feet.

source: [성장의 의지, 배움의 탐욕, 근면한 욕심, 열정과 집념, 재능 없는 끈기, 회귀 본능.]
en_us: [A will to grow up, a desire for learning, a diligent greed, passion and tenacity, perseverance without talent, and a regression instinct.]

source: “아무렴.”
en_us: “Of course.”

source: “알았어.”{j}그가 말을 끝내고 돌아갔다.
en_us: “Alright.” He then left us.{j}

source: 와이어로 목이 잘린 놈이 하나.
en_us: One of them passed out from a severed neck.

source: “우우우우윽.”
en_us: “Urrggggh.”

source: 내가 호위하기로 약속했던 상인이 날 보았다.
en_us: The merchant that I promised to safeguard glanced at me.

source: “뒈질래?”
en_us: “Wanna die?”

source: “이제 가자.”
en_us: “Let’s go now.”

source: 파바바박!
en_us: Thump thump thump!

source: ‘이거 참.’
en_us: ‘Oh well.’

source: 나보다 대여섯 살은 더 많아 보였다.{j}이목구비가 자유분방한 친구였다.
en_us: He looked at least five to six years older than me. His features were irregularly placed all over his face.{j}

source: 스튜 냄비를 엎고, 막사에 오줌을 갈기는 것으로 자신들의 의지를 표현한 거다.{j}여긴 내 땅이다.{j}꺼져라!{j}인간들아!{j}정도겠지.
en_us: They showed their interests for the grass by spilling the stew, and by peeing inside our tent. This is our place. Get out, you humans! If they could talk, this is what they would say.{j}{j}{j}{j}

source: 칭찬을 안 할 수가 없었다.
en_us: Well done, fifteen year old me.

source: 내 상념에 린드의 목소리가 끼어들었다.
en_us: Lind’s voice interrupted my thoughts.

source: 마지막은 개소리를 듣고 왔군.{j}가끔 사람 놀리기 좋아하는 병사도 있지.{j}린드도 믿는 눈치는 아니었다.
en_us: The soldier told him nonsense. Sometimes, there were soldiers who loved teasing people. Lind had doubts on this rumor just as much as I did.{j}{j}

source: “으아함, 같이 가실래요?”
en_us: “Yawn. Would you like to join us?”

source: 하늘은 높고, 구름 한 점 없었다.
en_us: The sky is high, and there was no cloud to be seen.

source: 어지간한 독도 통하지 않는 일류 기사의 서사시를 말이다.
en_us: Epic poems of a great soldier who was immune to poisons.

source: 배워?{j}이건 상식 중의 상식이다.
en_us: Learn? This is just common sense.{j}

source: “냄새나서.”
en_us: “I’m smelling something.”

source: “너, 진짜 재주가 좋구나.”
en_us: “You really are talented.”

source: “들개 왔다 갔다며?”{j}지는 무슨 보병대 아닌가?{j}새삼 그건 왜 묻는지.
en_us: “I heard the dogs have paid you a visit,” I was sure he was a trooper as well. Why would he ask that?{j}{j}

source: “재주 좋네.”
en_us: “You’re talented,”

source: 핑그르르 허공을 돈 검이 바닥에 푹 꽂혔다.
en_us: After twirling in the air, my sword dug deep into the ground.

source: 난 달리는 것과 동시에 품에서 와이어를 꺼냈다.
en_us: As I skedaddled, I took out a wire from my clothes.

source: 침을 꿀꺽 삼키며 대장이 묻는다.
en_us: The boss asked, eyes wide open.

source: “저거로는 무리일 것 같은데.”{j}병사가 말했다.{j}
en_us: “That won’t be enough though,” he replied.{j}{j}

source: 말은 끝까지 들어 보셔야지.
en_us: You should listen carefully.

source: “그 들개 놈들은 나타날 때마다 막사 주변을 빙글빙글 배회한대.”
en_us: “The stray dogs wander around camp whenever they’re here.”

source: “그 부츠 낡아 보이는데, 세 번째 막사로 오면 새것 하나 내주마.”
en_us: “The boots look worn out. If you come to the third tent, I’ll give you a new pair.”

source: “……덫 놓으면 다 부순다는데?”{j}린드가 고개를 모로 꺾으며 말했다.
en_us: “They break through all that, remember?” Lind asked, crackling his neck to the side.{j}

source: 변방의 전장은 언제나 보급품이 부족하다.{j}겨우 개 한 마리 잡자고 귀한 화살을 쓸 이유가 없다.
en_us: The battlefields on the border are always out of supplies. So, there’s no reason to use a precious bow on a simple dog.{j}

source: 반 루드비히 백작의 군대는 여기서 큰 타격을 입는다.{j}그리고 이 전투로 인해 진짜 전쟁이 일어난다.{j}팔문은 그동안 차곡차곡 준비했고, 반 루드비히는 방심했다.{j}나는 이 전투의 시작과 끝을 안다.
en_us: 24 years ago, Count Van Ludvig’s troops faced great danger here. Furthermore, that same battle led to a real war happening. Palmun had prepared carefully, and Van Ludvig couldn’t care less. I know how the battle starts and ends.{j}{j}{j}

source: “몇 가지 더 있긴 한데, 다 비슷한 반응이긴 하더라고.”{j}놀렸다는 소리다.
en_us: “I found out a few more other things, but they are all along the same lines.” In other words, the soldiers back there teased him.{j}

source: 표현 좋고.{j}그래도 기력이 쇠하지는 않았네.{j}붕대를 잡고 풀었다.
en_us: Alright. But he still had some energy left. I gripped the bandage and untied it.{j}{j}

source: 빵을 배급하는 병사한테서 은은한 숯 냄새와 육향이 났다.{j}딱 좋다.{j}난 화이트 허브를 찾으며 빼돌린 풀잎을 꺼냈다.
en_us: He smelled of soot and meat. Bingo. As I looked for my White Herb, I took out some other some other plants that I had found.{j}{j}

source: “하아하아.”
en_us: “Haaagh.”

source: “뭐, 빵이라도 좀 더 챙겨 줘?”
en_us: “Do you want some more bread?”

source: 린드를 슬쩍 보니, 허벅지가 피범벅이었다.
en_us: Taking a quick glance at Lind told me that his thigh was bloodstained.

source: “깨끗하게 처리하겠습니다.”
en_us: “We’ll take good care of the dogs.”

source: “연초 태우십니까?”
en_us: “Do you smoke?”

source: “저보다 몇 배는 나을 겁니다.”
en_us: “He will be much better than me.”

source: “무슨 수를 쓴 거야?”{j}병사가 혀를 내둘렀다.{j}난 어깨를 으쓱해 보였다.
en_us: “What did you do?” He stared in awe. I just shrugged off.{j}{j}

source: 팔면 3대가 먹고 산다는 보물이다.
en_us: Once sold, at least three generations would be set for life.

source: “꽤 잘 싸웠다.{j}아주 잠깐이지만.”
en_us: “It was a good fight. Though it was a short one.”{j}

source: 누군가 탄성을 뱉는다.{j}수염 도끼 놈이 먼저다.{j}무기를 빼고, 옷을 벗어 그 위에 도끼를 포갰다.
en_us: Someone shouted out. The bearded guy with the ax went in first. He first disarmed himself, got undressed, and placed his ax on top of his clothes.{j}{j}

source: “일어났냐?”
en_us: “Did you get some sleep?”

source: 나라면 저 말에 그냥 얌전히 손 털고 가겠지만.
en_us: If it was me, I would just move out without asking further questions.

source: “좋은 거.{j}몽둥이 들고서 개랑 드잡이질하고 싶진 않지?”
en_us: “You’ll see. You don’t want to fight with a dog with your club, don’t you?”{j}

source: 그가 멀뚱히 날 보더니 대뜸 말했다.
en_us: He blankly looked at me then blurted out.

source: 그가 한 말을 끝으로 눈을 떴다.{j}“짜증 나는 꿈이네.”
en_us: With those words, I woke up from my sleep. What an annoying dream.{j}

source: 들개가 이를 드러내며 덤비는 순간 충분히 위협적인 적이다.{j}모든 작업이 끝났다.{j}주변을 샅샅이 뒤졌지만, 당장 풀이 자란 곳은 여기뿐이다.{j}그러니 놈들이 올 곳도 뻔하다.
en_us: A stray dog showing its teeth is dangerous on its own. All the preparations were done. I looked around carefully, but this was the only place with mayflower grass. So they would come here without a doubt.{j}{j}{j}

source: “쉿.{j}소문나면 안 좋습니다.”
en_us: “Shh. You don’t want others to know.”{j}

source: 반사적으로 창을 쥔 손에 힘을 줬다.
en_us: I tightly gripped my spear by instinct.

source: “그럼 잡는 방법도 나왔겠네?”
en_us: “Then you know how to capture them, right?”

source: ‘이놈의 체력.’
en_us: ‘It really is full of stamina.’

source: 다음은 디고다.{j}“나도.”
en_us: “Me too,” said Diego.{j}

source: 골치 아픈 일이지만, 굳이 병력을 차출해 죽이기엔 모호한 정도의 말썽만 부리는 놈들이다.{j}함정을 파고 덫을 놓는다는 건 적의 이동 경로를 예측해야 하는 일이고, 의도를 짐작해야 하는 일이다.{j}그러니까 린드의 질문은 옳았다.{j}그가 물은 건, 들개의 의도였다.
en_us: That made things more complicated, but they never caused so much trouble that they had to be killed with armed men. Digging a pit and placing snares meant that we knew their travel routes and goals. So Lind’s questions were valid. He wanted to ask what the stray dogs were after.{j}{j}{j}

source: 늦게 자고 일찍 일어나 움직였더니, 피곤하다.{j}거기에 어제 사슴 잡는다고 발등에 불똥 떨어진 것처럼 뛰었다.{j}피로가 쌓이지 않았다면 거짓말이었다.{j}난 그대로 바닥에 누웠다.
en_us: I was tired from going to bed late and getting up early and moving about. I also sprinted madly last night to catch a deer. It would be a miracle if I didn’t get sleepy. I fell down to the floor.{j}{j}{j}

source: 숨을 길게 뱉었다.{j}좋다.
en_us: I held out my breath for a long time.{j}

source: “태우실?”
en_us: “Want some?”

source: “대단할 건 없습니다.{j}일단 찾고…….”
en_us: “It’s not that difficult. First, we’ll spot one...”{j}

source: ‘레드 폴.’{j}붉은 작대기라고 불리는 풀이다.{j}사람에게 쓰면 그저 레드 허브의 한 종류였다.{j}맛도 같고, 효력도 같았다.
en_us: Red grass. These are named red rods. Used on humans, it’s only a type of Red Herbs. It has the same taste and effects.{j}{j}{j}

source: 지진이 난 줄 알았다.
en_us: It was as if there was an earthquake.

source: “이 개애애애애새끼들!”
en_us: “These dogs!!!”

source: 빈약한 전력으로 사냥한 경험을 지닌 사람은 나뿐이다.{j}그래도 보이기만 한다면 놓칠 거란 생각은 들지 않았다.
en_us: I was the only one here who had hunted with a frail body. But I was sure we would capture one once we spot it.{j}

source: “그런데 예비대대장은 네가 아니잖아.”{j}그의 말에 디고가 정신을 차리고 나섰다.
en_us: “But you ain’t the leader here.” As soon as he pointed out, Diego stepped forward.{j}

source: 후웅!{j}막사를 나서자마자, 내 앞에서 건장한 남자가 활시위를 당기는 소리가 들렸다.
en_us: Whoosh! As soon as I stepped out the tent, I heard a stout man pulling his bow.{j}

source: 병사가 감탄을 토했다.{j}별말씀을.{j}이 정도쯤이야.{j}생존 기술 축에도 못 낀다.
en_us: One of the soldiers looked in awe. No worries. This is nothing. It’s actually the basics of the basics.{j}{j}{j}

source: 고민하는 눈치다.{j}그럼 이번에는 미끼와 진실을 섞어서 한 방이다.
en_us: He was still pondering. Let me mix the truth and the bait for you.{j}

source: “전부 잠들어 있으니…….”
en_us: “They’re all asleep...”

source: “산에서 오래 지내다 보니 어깨너머로 배운 게 있어서요.”
en_us: “Well, the mountains taught me a lot of valuable things.”

source: “들었어.{j}연초도 네 작품이라며?”
en_us: “I’ve heard of it. You made the cigarette too, right?”:{j}

source: 평소라면 깊은 좌절을 맛볼 순간이었다.{j}멀건 국물이라도, 흑빵 따위만 먹던 이들에게 스튜는 특식이었다.{j}우물우물.{j}수염 도끼가 입에 고기를 넣고 우물거렸다.{j}참 말이 없는 친구다.
en_us: Usually, I should have been depressed right now. Even if it was too watery, it was a special meal for the soldiers living on black bread. Munch munch. The bearded ax guy put some meat in his mouth and started chewing.{j}{j}{j}{j}

source: 시신의 목을 쳐 왔다.
en_us: He had cut out the heads from the corpses.

source: “개 잡으면 고기 좀 나눠 주려나?”{j}린드가 말했다.
en_us: “You think they would reward us with meat?” Lind asked.{j}

source: “부탁 하나만 들어주시죠.”
en_us: “Can I ask you something instead?”

source: 전부 챙겨 주고, 남은 고기는 싸서 병사 둘에게 넘겼다.{j}예비대 전원은 주머니에는 훈제 고기가 가득한 채로 야영지 정리를 마무리했다.{j}그렇게 우리는 다시 진지를 향해 걸었다.
en_us: I made sure everyone in the reserve troop got their fair share, then delivered the remainder to the two soldiers. All of the reserve troops finished cleaning up camp with their pocket full of smoked meat. With that, we walked back to camp.{j}{j}

source: 유들유들한 음성이었다.
en_us: He had a shameless voice.

source: 첫 전투에서 팔을 잃은 나는 외팔이였다.
en_us: I only had one arm after losing the other one in my first battle.

source: ‘……왜?’{j}내 오른팔이 왜 있지?
en_us: ‘...But why? Why is my right arm there?’ {j}

source: 치유소에서 일한 경험도 나름 남달랐다.{j}린드의 상처는 깊었지만, 뼈가 다치진 않았다.{j}그랬다면 절뚝이며 걷지도 못했을 거다.
en_us: I had quite an experience working at the hospital. Lind had a serious injury, but his bone wasn’t affected. If it had, he would have limped and would not be able to walk.{j}{j}

source: 구멍이 뻥뻥 뚫려서 비라도 오면 단체로 목욕이라도 할 기세다.
en_us: There were holes everywhere, so we could all take a shower when it rained.

source: 그는 내 말을 충실히 따랐다.
en_us: He followed me without question.

source: 쌩!{j}챙!
en_us: Swish! Clash!{j}

source: 난 숨을 몰아쉬면서 단숨에 놈의 머리를 돌로 후려쳤다.
en_us: I hit its head hard with my rock while gasping for breath.

source: “적당히 수고비 챙겨 줄 테니, 그냥 가는 게 어떻습니까?”
en_us: “I’ll pay you just enough, so why don’t you be on your way?”

source: 내 말에 디고가 날 빤히 바라보았다.{j}다른 예비대원도 마찬가지다.{j}‘왜?’라는 눈빛이었다.{j}난 손가락으로 위를 가리키며 말했다.
en_us: Diego stared at me as I spoke. So did my other comrades. They all seemed to ask why. I simply pointed upwards.{j}{j}{j}

source: “하루살이 풀?”{j}린드도 아는 잡초.
en_us: “Mayfly grass?” They were plants that even Lind had heard of.{j}

source: “배고파 뒈질 것 같다.”{j}코딱지의 말에 내가 손가락을 코끝에 댔다.
en_us: “I could eat a horse right now,” As he blurted out, I pressed my finger on my lips.{j}

source: 그것도 부족해서 바닥을 발로 슥슥 밀면서 왔다.
en_us: That wasn’t enough for him, so he swept the floor with his feet as he was running.

source: 상인 중 하나가 품고 있던 거다.
en_us: One of the merchants had it.

source: “아니, 내가 할게.”{j}볼이 조금 붉어진 린드가 말했다.
en_us: “No, no, it’s fine!” Lind said with his face flushed.{j}

source: “…… 뭐야?{j}무서워.”{j}옆에서 린드를 보던 코딱지가 한 발자국 물러났다.
en_us: “What...? You’re scaring me.” The booger guy stepped backwards upon seeing Lind.{j}{j}

source: 함정이었다.
en_us: It was a trap.

source: “먹어.”
en_us: “Eat up!”

source: “좋아.{j}해 주지.”
en_us: “All right. No big deal.”{j}

source: ‘이번에는 다르지.’{j}나름대로 생각한 것도 있었다.{j}물론 그것보다 급한 건 있었다.
en_us: It will be different this time. I had other things in mind. Of course, there were some important things I had to take care of first.{j}{j}

source: 몇 번이나 후회했다.
en_us: I always regretted here.

source: ‘약 올라서.’
en_us: Because they’re annoyed.

source: “그럼 와서 뭘 합니까?”{j}린드가 재차 물었다.
en_us: “What do they usually do then?” Lind asked again.{j}

source: “음.”{j}린드는 잠깐 뜸을 들이다 입을 열었다.
en_us: “Hmm,” Lind finally answered after taking his time.{j}

source: “나중에 다치면 네가 치료해 주는 거냐?”
en_us: “Will you cure me when I’m injured?”

source: 잘해야 5분이다.
en_us: Five minutes at best.

source: 내 생전 바로 곁에서 이런 수준의 전사를 본 적이 있다.{j}로이스.{j}전생에 폐병을 앓고 난 뒤, 조루 검사라 불리었던 남자.{j}몸이 망가진 것과 별개로 그 검 실력만큼은 능히 달인급이었다.
en_us: In my previous life, I knew one soldier who was just like this. It’s none other than Royce. The man nicknamed the infertile soldier after suffering from tuberculosis. But aside from that, his sword skills were that of a pro. {j}{j}{j}

source: “킁킁.{j}이게 무슨 냄새야?”
en_us: “Hey. What’s that smell?”{j}

source: “안 줘도 이제 배곯을 일은 없어.”{j}나지막이 입을 열어 말했다.
en_us: “Even if they don’t, I’ll make sure you guys won’t starve.” I whispered.{j}

source: 축축한 옷을 두고 가운데 모닥불을 피웠다.{j}병사 둘이 나타나 그중 하나가 우리가 있는 곳까지 오더니, 사납게 눈을 부라렸다.
en_us: We gathered our wet clothes and started a fire in the middle. Suddenly, two soldiers appeared. One of them walked right in front of us, and scowled.{j}

source: “마법의 조미료죠.”
en_us: “It’s my magic condiment.”

source: 병사들도 대강 빼돌리는 걸 알았지만, 모른 척해 줬다.{j}생각보다 성격도 그렇고 까탈스럽지 않은 이들이다.{j}특히나 붉은 머리칼에, 미간에 주름이 있는 병사는 괜히 신경 쓰였다.
en_us: The soldiers seemed to notice I handed out some of the meat to the reserve troops, but they pretended not to know. They weren’t as strict as I first thought. I’ll have to admit, at first, I was nervous of the ginger guy with a furrowed forehead.{j}{j}

source: “……와우.”
en_us: “Whoa...”

source: “함정을 파고 기다립니다.{j}그리고 유인할 겁니다.”
en_us: “We’ll dig a trap and wait for it. Then, we’ll lure it in.”{j}

source: ‘사슴.’{j}배고프다고?{j}배 터지도록 먹게 해 주마.
en_us: A red-horned deer. Are you hungry? Well, say no more.{j}{j}

source: 은근히 말을 걸었다.
en_us: I tried talking to him.

source: “어떻게 잡을 생각이지?”
en_us: “How do you intend to catch it?”

source: “아는 거 있습니까?”
en_us: “Do you know anything about them?”

source: “절 레인저로 써 주시면 거기도 찾겠습니다.”
en_us: “If you let me be today’s ranger, I’ll find that place, too.”

source: 얌전히 돌려보내 줄 리 없었다.
en_us: They would never just send us away.

source: 짧게 고개를 저어 주려 했다.
en_us: At first, I tried shaking my head.

source: 내 한마디에 예비대 전부가 우르르 몰려들었다.
en_us: As I spoke, all of the reserve troops gathered around.

source: “푸우!”{j}분무기 뿌리듯 뱉었다.{j}입안이 얼얼하다.{j}블루 허브에는 진정 효과가 있었다.{j}이걸 토대로 수면제를 조제하기도 했다.{j}그러니, 함부로 입에 넣고 뿌리는 지금 같은 행위는 사실 지양해야 했다.
en_us: Poof! I sprayed the herb towards the bee. Blue Herbs have soothing powers. That’s why they’re often used to produce sleeping pills. So, you should actually avoid putting them in your mouth and spraying them.{j}{j}{j}{j}{j}

source: 익숙한 눈이다.{j}저렇게 살다가 고향으로 돌아가면 술주정뱅이가 되거나, 가는 길에 객사하겠지.{j}어린 나이에 피가 튀는 전장을 봤으니, 그럴 법도 하다.
en_us: I’ve seen those eyes before. Once these losers go back home, they’ll either be a drunkard, or die on their way back. Seeing a bloody battlefield at a young age could have these effects.{j}{j}

source: “여기서 노닥거릴 때냐?”
en_us: “Do you have time to fool around here?”

source: “아침부터 어디 가?”{j}우드득.{j}기지개를 켜고, 하품을 크게 한 번 하고 되물었다.
en_us: “Where are you going this early?” Crack. He stretched, yawned, and asked.{j}{j}

source: “출발!”
en_us: “Go!”

source: 긴말 필요하겠어?{j}숲의 밤은 빨리 찾아온다.{j}돌아가려면 지금 돌아가야 했다.{j}병사는 곰곰이 생각에 잠겼다.{j}지금쯤 상상의 나래를 펼치고 있으려나.
en_us: What more can I say? The night falls quickly on these forests. We had to go back now if we wanted to. He thought carefully. I wonder what he’s imagining now?{j}{j}{j}{j}

source: “중요한 건 그게 아니라, 그 병사가 그렇게 말하는 이유가 있더라고.”
en_us: “The point is, there’s a reason why he’s saying that.”

source: 다들 몸을 덜덜 떨면서도 물로 몸을 던졌다.{j}나도 옷을 벗고 들어갔다.{j}오소소 하고 소름이 돋는다.{j}더럽게 차갑다.{j}그래도 씻을 수 있다는 게 어딘가.
en_us: Everyone dived in even while trembling. I took off my clothes and went in, too. I could feel my goose bumps from the cold. The water’s too cold, but hey, at least we can make ourselves clean.{j}{j}{j}{j}

source: 디고는 말없이 자리를 지켰다.{j}난 자기 전 확인해 둔, 나무의 흉터를 살폈다.{j}흔적은 두 줄기로 나 있었다.{j}그걸 손끝으로 슬며시 눌렀다.
en_us: Diego patiently guarded our tent without saying a word. I took a closer look at the scar on the tree. The trace was in a Y shape. I pressed it gently with my hand.{j}{j}{j}

source: 어쨌든, 저들에게 누굴 잡을지에 대한 선택지를 늘려 줘야 했다.
en_us: Anyhow, they needed more choices on who to go after first.

source: 다른 모닥불이 타는 소리를 들으며, 나무 한 그루를 빤히 바라봤다.{j}자연적으로 생길 수 없는, 나무의 흉터였다.{j}두 줄기 깊게 베인 자국이었다.
en_us: As I listened to the sound of the other fire crackling, I stared at a tree. It was scarred unnaturally. The scar penetrated deep into the tree trunk.{j}{j}

source: 날 향해 슬쩍 시선이 모였다가 다시 바닥으로 떨어졌다.{j}인생의 나락에 빠진 패배자 집단인 것 같다.{j}세 명을 빼고는 전부 눈빛이 흐렸다.{j}
en_us: All gazes were upon me, but then they dropped down towards the floor. They were like a bunch of losers who gave up their lives. Other than three of them, all of their eyes had no focus. {j}{j}{j}

source: 두목을 노려봤다.
en_us: I glared at the bandit leader.

source: 몇 번이고 날 괴롭혔던 장면이기에.{j}난 꿈속에서 몇 번이고 몸이 움직이길 바랐다.{j}수많은 꿈을 꿨지만, 난 언제나 팔을 잃었다.
en_us: It was something that haunted me repeatedly. In my dreams, I always wished that my body would move. I dreamt countless times, but I always lost my arm in every single one of them.{j}{j}

source: “쉿.”
en_us: “Shhh.”

source: 너 왜 그렇게 바짝 붙어 있냐?{j}부담스럽게.
en_us: Why are you so close to me? You’re making me nervous.{j}

source: 끼리리릭.
en_us: Crrreak.

source: “킁.”{j}내가 코를 씰룩이자, 옆에 붙어 있던 우리 막사 임시 대장이 날 보았다.
en_us: Sniff. As I twitched my nose, our temporary boss next to me took a glance at me.{j}

source: 그다음이야 뻔하다.{j}한동안 낄낄대는 병사들 사이에서 작대기 마냥 서 있다가 왔겠지.{j}안 봐도 눈에 훤하다.
en_us: I could clearly predict what happened next. He must have stood helplessly among the jeering soldiers, then came back. It was all so obvious. {j}{j}

source: “아우, 씨.{j}그럼 저걸 어떻게 잡습니까?”
en_us: “Oh come on. Then how would I capture that thing?”{j}

source: 덫을 놓으면 그 덫을 부수고.{j}함정을 파면 유유히 돌아간다.{j}거기에 눈치채고 기다리면, 소리 없이 다가왔다가 사라진다.{j}말이 들개지, 어지간한 몬스터보다 더 까다로웠다.
en_us: They break through all traps, and go around pits. If we wait for them in advance, they notice us and go away quietly. Even if they were just stray dogs, they were harder to catch than most monsters.{j}{j}{j}

source: 기억난다.{j}린드를 만나러 그가 있는 도시에 갔을 때였다.{j}귀족이 고용한 용병이었다.{j}그의 말에 악의가 있는 건 아니었다.{j}그저 농담일 뿐.
en_us: I remember this. It was when I visited another city to meet Lind. At that time, he was a mercenary hired by a noble. He wasn’t being malicious. It was just a joke.{j}{j}{j}{j}

source: 두 개를 말아서 그의 손에 쥐여줬다.{j}그제야 그가 내 말에 답했다.
en_us: I rolled two more and placed them in his hands. He finally answered me. {j}

source: “어디서 머리 터지고 왔어?”
en_us: “Did you get your brain damaged somewhere?”

source: 아까보다 선명했다.{j}야영지에서 본 자국은 시간이 오래 지난 것처럼 보였지만, 이건 조금 더 생생했다.{j}흉터가 새겨진 나무 밑에서 흙을 한 움큼 집었다.{j}사슴을 쫓을 때와 마찬가지로 냄새를 맡았다.
en_us: The marks were more clear here. The ones I saw back at the camp looked like it was made a long time ago, but these ones were more clear. I scooped up some dirt from under the scarred tree. I sniffed at it, just like I had done when catching the red-horned deer.{j}{j}{j}

source: 응.{j}영리해.{j}배고프다고 모든 걸 먹어치우는 건 돼지나 하는 짓이란다.{j}우리는 여유로웠다.{j}돼지 발톱이나 빠졌을까 의심스러운 스튜 대신, 우리의 주머니에는 훈제 고기가 가득했다.
en_us: Yup. He’s smart. Gobbling up on food just because one’s hungry is only for pigs. We had enough food. Instead of the stew that looked like a pig had dipped its toenail in it, our pockets were full of smoked meat.{j}{j}{j}{j}

source: “저거로는 무리일 것 같은데.”
en_us: “That won’t be enough though,”

source: “내 이름은 디고다.”
en_us: “The name’s Diego.”

source: “이놈의 흑빵.”{j}막사 내에서 누군가 떠들었다.
en_us: “I hate this black bread!” Someone from the tent shouted out.{j}

source: 진짜 소금을 구하기는 어려우니 만든 편법이었다.{j}치이익.{j}잘 익은 고기 한 점을 먼저 병사에게 건넸다.{j}그가 덥석 한입에 넣었다.{j}우물우물 먹던 병사가 엄지를 척 들었다.
en_us: It’s hard to get real salt here, so this is a substitute. Sizzle. I offered a well-cooked piece of meat to one of the soldiers. He swallowed it whole. After some chewing, he put out his thumb.{j}{j}{j}{j}

source: “알겠어.”
en_us: “Alright!”

source: “토코 잎이라고 아십니까?”
en_us: “Have you heard of Toko Leaves?”

source: 디고가 눈을 깜빡이며 날 봤다.{j}불빛에 비친 그의 얼굴은 붉었다.
en_us: Diego blinked and stared at me. The light from the fire reflected on his face, making it look red.{j}

source: 꿀꺽.
en_us: Gulp.

source: “뭐 하는 건데?”{j}디고가 물었다.
en_us: “What are you doing?” Diego asked.{j}

source: “하루쯤이야.”
en_us: “It’s just one night.”

source: 몇 번이고 피하는 장면을 그렸었다.
en_us: I would always imagine how I would avoid it.

source: 병사 하나가 다가와 말했다.
en_us: One of the soldiers came forward.

source: 아니었다.
en_us: But it hasn’t.

source: 맨 처음 채취한 거미줄은 밝은 보랏빛이었고.{j}지금 꺼낸 건 칙칙한 보랏빛이었다.{j}이 거미는 먹는 것에 따라 용도가 다른 거미줄을 뿜었다.{j}난 그 거미줄을 손으로 꺼내, 풀들 위로 대강대강 뿌렸다.
en_us: The first spider webs that I pulled out were bright purple, and the ones in my hands were dark purple. This spider created different webs depending on what it had. I pulled out the spider web with my hands, then sprinkled them on top of the grass.{j}{j}{j}

source: 혼자가 더 편하긴 하겠지만, 그건 허락되지 않았다.{j}움직이는 건, 예비대 전부.{j}그리고 감독으로 6보병대 병사 둘이 따라올 것이다.{j}예상 범위 안이다.
en_us: I preferred being alone, but that wouldn’t be allowed. All the reserve troops need to move as a team. And the soldiers from Infantry Unit 6 would supervise us. This is all predictable.{j}{j}{j}

source: “고기나 처먹어 자식아.{j}그리고 더 자.”
en_us: “Go and eat some more meat. And you should get some rest too.”{j}

source: ‘오’, ‘아’. ‘와’.{j}세 가지 단어로 탄성만 표현할 뿐이다.
en_us: Wow! His surprise was summarized in those short words.{j}

source: 독 압정을 뿌렸더니, 그걸 밟고 독이 퍼져 쓰러진 놈이 하나.
en_us: Another one passed out by stepping on my poisoned tacks.

source: “그 핑계 좀 늦은 감이 있습니다.”{j}내가 말하자, 휠켄이 날 보더니.{j}“푸하하.”{j}웃어 버렸다.{j}그리고는 자신의 머리칼을 한번 헝클어뜨리더니 말했다.
en_us: “You should have said that earlier.” As I spoke out, Hülken looked at me and laughed. Ha ha ha! Then, he shook his hair and answered.{j}{j}{j}{j}

source: 이거 또 들리네.{j}어쨌든 지금 급한 건 이거다.{j}허브와 잡초를 챙겨 일어났다.
en_us: Why am I hearing this again? But that’s not what’s important. I packed my herbs and plants and left.{j}{j}

source: “끄어어억!”
en_us: “Uffffff!”

source: 놈이 발로 날 밀었다.
en_us: He pushed me with his foot.

source: “쉽게 갑시다.{j}목숨보다 중요한 게 어디 있습니까?”
en_us: “Let’s get this done with. What’s more important than life?” {j}

source: “알아냈어!”{j}린드가 외치며 막사 안으로 들어왔다.
en_us: “I found out!” Lind exclaimed and came into the tent. {j}

source: “오, 진짜 우리가 잡는 건가?”{j}코딱지가 말했다.{j}당연한 말을.
en_us: “We’re actually going to capture them ourselves?” It was the booger guy. Of course.{j}{j}

source: “뭐.”
en_us: “Well...”

source: “빨리 가지고 나오시죠.{j}더는 못 기다려 줍니다.”
en_us: “Come on. I can’t wait for you any longer.”{j}

source: “예비대입니다.”
en_us: “I’m in the reserve troop, sir.”

source: 필사적으로 머리를 굴렸다.
en_us: I thought as if my life depended on it.

source: “그거야.”{j}일도 아니지.
en_us: “You’re right.” This part won’t be so tricky at all.{j}

source: 병사 하나가 물었다.{j}매사에 불만이 있어 보이는 놈이다.
en_us: One of the soldiers asked. He was full of complaints.{j}

source: 이런 상황에서 팔도 잃고 용케 살았구나.
en_us: I survived even after losing my arm in this situation.

source: 린드의 오래된 버릇이다.{j}생각하는 과정에서 혼잣말을 지껄이는 건.{j}이 버릇을 언제 고쳤다고 했더라?
en_us: This was one of his habits. When did he fix having monologues whenever he thought something?{j}{j}

source: “이 자식, 진짜 능력 있는데.”{j}병사가 감탄을 토했다.{j}아직 멀었지.
en_us: “Come here, you. You really are talented!” The soldier complimented. Well, save your compliments for later.{j}{j}
